Creates copies of the CurveLoops in the FabricArea sketch.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public IList<CurveLoop> CopyCurveLoopsInSketch()
  Visual Basic
Public Function CopyCurveLoopsInSketch As IList(Of CurveLoop)
  Visual C++
public:
IList<CurveLoop^>^ CopyCurveLoopsInSketch()
 Return Value
 The copy of the curve loops.
 See Also
  FabricArea Class
  Autodesk.Revit.DB.Structure Namespace